# Taps
tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"

# Binaries
brew "xz"
brew "python@3.12"
brew "asciinema"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "eza"
brew "node"
brew "fx"
brew "gdk-pixbuf"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "hugo"
brew "libslirp"
brew "libssh"
brew "mas"
brew "neovim"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "xclip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/freeze"
brew "jesseduffield/lazygit/lazygit"

# Apps
cask "caffeine"
cask "aerospace"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "wezterm"

# Mac Apple Store
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
mas "TextShot", id: 6444068061
mas "Todoist", id: 585829637
mas "‎WhatsApp", id: 310633997
