tap "abhimanyu003/sttr"
tap "alanvardy/tod"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "quantonganh/tap"
brew "agg"
brew "xz"
brew "openssl@3"
brew "asciinema"
brew "libssh2"
brew "bat"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "clipboard"
brew "doitlive"
brew "duckdb"
brew "eza"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libssh"
brew "pango"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "pkgconf"
brew "guile"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazysql"
brew "libslirp"
brew "lla"
brew "lua"
brew "marksman"
brew "mas"
brew "navi"
brew "ollama"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16", restart_service: :changed
brew "prettier"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "slides"
brew "starship"
brew "taplo"
brew "television"
brew "terraform"
brew "terraform-ls"
brew "tig"
brew "tree"
brew "uv"
brew "wget"
brew "xan"
brew "xcb-util"
brew "xclip"
brew "yaml-language-server"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "abhimanyu003/sttr/sttr"
brew "alanvardy/tod/tod"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/mods"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "filosottile/musl-cross/musl-cross"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "command-x"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gifox"
cask "git-credential-manager"
cask "hiddenbar"
cask "keycastr"
cask "loom"
cask "raycast"
cask "sf-symbols"
cask "stellarium"
cask "superkey"
cask "wezterm"
cask "zen-browser"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lightshot Screenshot", id: 526298438
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
mas "TextShot", id: 6444068061
mas "Todoist", id: 585829637
mas "WhatsApp", id: 310633997
